In [5]:
import pandas as pd
df=pd.read_csv("C:/Users/mounika/Documents/E-2 SEM-2/3. Data Science with Python/DSP.csv")
df

   S.NO     NAME  AGE  SALARY
0     1   Charan   22  45,000
1     2   Geetha   28  35,000
2     3   Suresh   34  25,000
3     4     Rani   28  30,000
4     5      Ram   28  20,000